[GENERAL]
NAME				= Latviešu
TRANSLATOR			= Andrejs (epror)
DLG_FONT_NAME			=
DLG_FONT_SIZE			=


[TEXT]
TEXT_EXPIRED			= Darbības termiņš ir beidzies.
TEXT_BETA			= Beta versija.
TEXT_UNREGISTERED		= Nav reģistrēts.
TEXT_INIT_FAIL			= Lietojumprogrammu neizdevās inicializēt.
TEXT_APPINFO			= Bandicam - Augstas izšķirtspējas video tveršanas programma.

; error
TEXT_ERROR_DISKSPACE		= Nepietiek vietas uz diska.
TEXT_ERROR_VIDEO_CAP		= Neizdevās sākt video uztveršanu.
TEXT_ERROR_AUDIO_CAP		= Neizdevās sākt audio uztveršanu. \nJa jums ir nepieciešama palīdzība, noklikšķiniet uz pogas OK.
TEXT_ERROR_IMAGE_CAP		= Neizdevās uzņemt attēlu.\nLūdzu, pārbaudiet savu izvades mapi.
TEXT_ERROR_CREATEFILE		= Neizdevās izveidot failu. \nJa jums ir nepieciešama palīdzība, noklikšķiniet uz pogas OK.
TEXT_ERROR_CODEC_INIT		= Failed to initialize codec.
TEXT_ERROR_LOGO_IMAGE		= Neatbalsta attēla formātu. \nLūdzu izvēlieties PNG formātu.
TEXT_CAN_NOT_CHANGE_TB		= Šī opcija ir pieejama tikai reģistrētai versijai. Lūdzu reģistrējiet to.
TEXT_WARNING_AMD_APP		= Your system does not support 'H.264 (AMD APP)', so the default codec will be used.
TEXT_WARNING_AMD_APP2		= Your system does not support 'H.264 (AMD APP)'.

; video setting page name
TEXT_VID_PAGE_SOUND		= Skaņa
TEXT_VID_PAGE_WEBCAM		= Webcam
TEXT_VID_PAGE_LOGO		= Logo
TEXT_VID_PAGE_EFFECTS		= Effects
TEXT_VID_PAGE_OPTIONS		= Options

; option page name
TEXT_OPT_PAGE_GENERAL		= Vispārīgi
TEXT_OPT_PAGE_OUTPUT		= Output
TEXT_OPT_PAGE_HOOKING		= Pārtvert
TEXT_OPT_PAGE_LANGUAGE		= Valoda
TEXT_OPT_PAGE_OTHERS		= Others

TEXT_VIDEO			= Video
TEXT_AUDIO			= Skaņa

TEXT_FOLDER_SELECT		= Izvēlaties izvades mapi

TEXT_FMT_FULL_SIZE		= Pilns izmērs
TEXT_FMT_HALF_SIZE		= Pusizmērs
TEXT_FMT_FIT_WIDTH		= Platums
TEXT_FMT_FIT_HEIGHT		= Augstums
TEXT_FMT_CUSTOM_SIZE		= Īpašs
TEXT_FMT_STEREO			= Stereo
TEXT_FMT_MONO			= Mono
TEXT_FMT_ORIGINAL_PCM		= Original audio format

; preset
TEXT_PRESET_DEFAULT		= Pēc noklusējuma
TEXT_PRESET_HALFSIZE		= Pusizmērs
TEXT_PRESET_H264_60FPS_SYNC	= H.264, 60 FPS (Intel® Quick Sync video)
TEXT_PRESET_H264_60FPS_NVENC	= H.264, 60 FPS (NVIDIA® NVENC)
TEXT_PRESET_H264_60FPS_CUDA	= H.264, 60 FPS (NVIDIA® CUDA™)
TEXT_PRESET_H264_60FPS_APP	= H.264, 60 FPS (AMD APP)
TEXT_PRESET_ULTRAFAST_60FPS	= Ultrafast setting for 60 FPS
TEXT_PRESET_LOWEND		= Mazjaudīgs PC
TEXT_PRESET_NICO		= --
TEXT_PRESET_NICO_HQ		= --
TEXT_PRESET_NAVER_480P		= --
TEXT_PRESET_YOUTUBE_360P	= YouTube (360p)
TEXT_PRESET_YOUTUBE_480P	= YouTube (480p)
TEXT_PRESET_YOUTUBE_720P	= YouTube (720p)
TEXT_PRESET_PMP			= Priekš PMP/Divx Player
TEXT_PRESET_EDIT		= Priekš - Premiere/Sony Vegas redaktora
TEXT_PRESET_POWERPOINT		= Priekš MS PowerPoint
TEXT_PRESET_320x0		= Platums, 320x0
TEXT_PRESET_640x0		= Platums, 640x0
TEXT_PRESET_800x0		= Platums, 800x0
TEXT_PRESET_USER		= Lietotāja Šabloni

TEXT_CHANGE_LANG		= Lai nomainītu valodu ir jāpārstartē Bandicam.\nVai vēlaties restartēt tagad?
TEXT_CHANGE_HOOK		= Lai nomainītu tveršanas mērķi, vajag restartēt Bandicam.\nVai vēlaties restartēt tagad?
TEXT_CHANGE_SIZE		= To change the Bandicam window size, you should restart Bandicam.\nDo you want to restart now?
TEXT_RESET_ALL_SETTINGS		= Vai tiešām vēlaties atiestatīt visus iestatījumus uz noklusējuma?

TEXT_REGISTER_SUCCEEDED		= Jūsu Bandicam tagad ir reģistrēts.
TEXT_REGISTER_FAILED		= Reģistrācijas kļūda. \nPārbaudiet jūsu emailu un sērijas nummuru.
TEXT_REGISTER_CONNECT_FAILED	= Nav iespējams savienoties ar serveri.\nPlease check your internet connection, and set your system clock to today's date and time.\nJa jums ir nepieciešama palīdzība, noklikšķiniet uz pogas OK.
TEXT_REGISTER_INFO		= Email: %s\r\nSērijas nummurs: %s
TEXT_REGISTER_LIMITED		= Ieraksts apstādināts.\n\nAr bezmaksas Bandicam versiju var ierakstīt tikai 10 minūtes. \nLūdzu reģistrējiet Bandicam no bandicam.com
TEXT_REGISTER_NEWRECORD		= Jūs nevarat sākt jaunu ierakstu ar bezmaksas Bandicam versiju. \nLūdzu reģistrējiet Bandicam no bandicam.com
TEXT_REGISTER_LICENCE_INFO	= Nav reģistrēts!!!\r\nJa gribat ierakstīt video bez ūdenszīmes, \r\nJums ir jānopērk license.

TEXT_PROGRAM_INVALID		= Notika kļūda \nLūdzu pārinstalējiet programmu.

TEXT_SELECT_TARGET		= Lūdzu, noklikšķiniet uz mērķa logu
TEXT_TARGET_DIRECTX		= <b>Game Recording Mode</b> - Record Games and Video players using DirectX.
TEXT_TARGET_RECTANGLE		= <b>Screen Recording Mode</b> - Record Desktop screen and Web video.
TEXT_TARGET_CHANGING		= If you change the recording mode, the recording will be stopped.\nAre you sure you want to continue?
TEXT_TARGET_CHANGE_TO_RECTANGLE	= You can't start recording in 'Game Recording Mode' because the target window is not selected.\n\nDo you want to change the recording mode to 'Screen Recording Mode' in order to start recording?

TEXT_STATUSBAR_READY		= Gatavs
TEXT_STATUSBAR_RECORDING	= Ieraksts
TEXT_STATUSBAR_PAUSE		= Pauze

TEXT_UPDATE_AVAILABLE		= Ir pieejama jaunā Bandicam versija . \nVai vēlaties to lejupielādēt tūlīt?
TEXT_UPDATE_UNAVAILABLE		= Jūs izmantojiet visjaunāko versiju.
TEXT_UPDATE_FAILED		= Neizdevās pārbaudīt versijas informāciju. \nIespējams nav savienojums ar internetu, vai arī serveris nav pieejams.
TEXT_UPLOAD_EMAIL_NOT_VERIFIED	= Unable to upload. If you have just signed up, please verify your email address.

TEXT_TARGET_FULL		= Pilnekrāns
TEXT_TARGET_RESTORE		= Atjaunot
TEXT_TARGET_FIND		= Rādīt logu
TEXT_TARGET_RESIZE		= Izvēlne izmēra izvēlei
TEXT_TARGET_IMAGE		= Attēla tveršana
TEXT_TARGET_PEN			= Drawing mode
TEXT_TARGET_RECORD_START	= Video ieraksts - starts
TEXT_TARGET_RECORD_PAUSE	= Video ieraksts - pauze
TEXT_TARGET_RECORD_STOP		= Video ieraksts - stop

TEXT_RC_HOWTO_NOCOMPLETE	= Bez ieraksta automātiskās pabeigšanas
TEXT_RC_HOWTO_BYTIME		= Pēc laika
TEXT_RC_HOWTO_BYSIZE		= Pēc izmēra
TEXT_RC_AFTER_NEWRECORD		= Sākt jaunu ierakstu
TEXT_RC_AFTER_EXIT		= Aizvērt Bandicam
TEXT_RC_AFTER_SHUTDOWN		= Izslēgt datoru

TEXT_SHUTDOWN_SEC		= Sistēma izslēgsies pēc %d sek.

TEXT_SEL_IMAGE_FILE		= Izvēlieties attēla failu

TEXT_RC_MB			= MB
TEXT_RC_GB			= GB

TEXT_SND_SELECT_2_DISABLE	= -- Atslēgts (Ieteicams) --

TEXT_CORRUPTED_AVI_FILE		= Pēdējais ierakstītais fails ir bojāts.\nVai vēlaties to labot?\n\nFails: %s
TEXT_TRAY_BALLOON_TIP		= Click the tray icon to restore Bandicam.
TEXT_TRAY_BALLOON_TIP_RECT	= Noklikšķiniet uz ikonas, lai parādītu logu.
TEXT_FORCE_STOP			= Neizdevās apstādināt ierakstu, jo ekrāna logs neatbild.\nApstādināt ierakstu piespiedu kārtā?
TEXT_EXTERNAL_CODEC		= - External Codec -
TEXT_CUDA_GPU_AUTOSELECT	= (Auto Select)

; status bar tool-tip
TEXT_INDICATOR_STATUS		= Recording status
TEXT_INDICATOR_TIME		= Recording time
TEXT_INDICATOR_SIZE		= Recording file size / free disk space
TEXT_INDICATOR_VOLUME		= Current volume level

; recording priority
TEXT_REC_PRIORITY_NORMAL	= [Normal] General task priority
TEXT_REC_PRIORITY_HIGH		= [High] Higher than normal priority
TEXT_REC_PRIORITY_HIGHEST	= [Highest] Other tasks may be slower

; output page message
TEXT_OUTPUTS_BANDICUT		= Bandicut is not installed. Do you want to download Bandicut?
TEXT_OUTPUTS_DELETE		= Are you sure you want to permanently delete the selected files?
TEXT_OUTPUTS_SELCOUNT		= %d items selected

; file naming settings
TEXT_FILE_NAME_PREFIX_TARGET	= Target Name
TEXT_FILE_NAME_PREFIX_CUSTOM	= Custom Prefix
TEXT_FILE_NAME_PREFIX_NONE	= None
TEXT_FILE_NAME_SUFFIX_TIME	= Date/Time
TEXT_FILE_NAME_SUFFIX_NUMBER	= Sequence Number

; timer recording
TEXT_TIMER_REC_MINMAX_MINUTES	= Enter a value between 1 and 1440 minutes.
TEXT_TIMER_REC_STOP_RECORDING	= The recording is in progress. \nAre you sure you want to stop recording and continue?

; upload video
TEXT_UPLOAD_VID_NO_TITLE	= Please enter a title for the video to upload.
TEXT_UPLOAD_VIMEO_LOGIN		= Login - Vimeo
TEXT_UPLOAD_COMPLETE		= Uploaded
TEXT_UPLOAD_ERR_FAIL		= Failed to upload this video.
TEXT_UPLOAD_ERR_FILESIZE_LIMIT	= This file is too large to upload.
TEXT_UPLOAD_ERR_FREESPACE	= There is not enough free space on Vimeo to upload.
TEXT_UPLOAD_ERR_CONNECT		= Failed to connect to server.

[SKIN]
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; TITLE
$TITLE_FONT_NAME		= Tahoma
$TITLE_FONT_SIZE		= 11
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; MAIN
; page name
$BN_PAGE_GENERAL		= Vispārīgi
$BN_PAGE_FPS			= FPS
$BN_PAGE_VIDEO			= Video
$BN_PAGE_IMAGE			= Attēls
$BN_PAGE_OUTPUTS		= Output
$BN_PAGE_ABOUT			= Par programmu
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL
$ST_GEN_OPTIONS			= Iespējas
$ST_GEN_OUTPUT_FOLDER		= Izvades mape
$BN_GEN_OPEN_OUTPUT_FOLDER	= Atvērt
$BN_GEN_ADV_OPTIONS		= Papildu iespējas
$CK_GEN_ALWAYS_ON_TOP		= Bandicam vienmēr virs citiem logiem
$CK_GEN_START_MINIMIZED		= Start Bandicam minimized to tray
$CK_GEN_RUN_WHEN_START		= Run Bandicam on Windows startup
$CK_GEN_RECORD_WHEN_RUN		= Start full-screen recording on Bandicam startup
$CK_GEN_TIMER_RECORDING		= Set timer for Auto Start Recording
$ST_GEN_LANGUAGE		= Language
$ST_GEN_REC_AUTO_START		= Auto Start Recording
$ST_GEN_REC_AUTO_COMPLETE	= Ieraksta automātiskā pabeigšana
$BN_GEN_REC_AUTO_COMPLETE	= Iestatījumi
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FPS
$ST_FPS_OVERLAY			= FPS attēlošana
$CK_FPS_OVERLAY_HOTKEY		= Taustiņš
$CK_FPS_OVERLAY			= Pozīcija
$ST_FPS_LIMIT			= Ierobežot FPS
$CK_FPS_LIMIT_HOTKEY		= Taustiņš
$CK_FPS_LIMIT			= Iestatīt FPS limitu
$CK_FPS_LIMIT_ONLY_CAP		= Tikai tverot
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; VIDEO
$ST_VID_RECORD			= Ieraksts
$CK_VID_RECORD_HOTKEY		= Record/Stop Hotkey
$CK_VID_PAUSE_HOTKEY		= Pause Hotkey
$CK_VID_SHOW_CURSOR		= Show mouse cursor
$CK_VID_CLICK_EFFECTS		= Peles klikšķa effekti
$CK_VID_WEBCAM_OVERLAY		= Add webcam overlay
$BN_VID_RECORD_SETTINGS		= Iestatījumi
$ST_VID_FORMAT			= Formāts
$ST_VID_FORMAT_VIDEO		= Video
$ST_VID_FORMAT_AUDIO		= Audio
$BN_VID_FORMAT_SETTINGS		= Iestatījumi
$BN_VID_FORMAT_PRESETS		= Veidnes
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IMAGE
$ST_IMG_CAPTURE			= Attēla tveršana
$CK_IMG_CAPTURE_HOTKEY		= Taustiņš
$CK_IMG_CAPTURE_REPEAT		= Atkārtot attēla tveršanu
$ST_IMG_CAPTURE_REPEAT		= sekundes
$CK_IMG_SHOW_CURSOR		= Show mouse cursor
$CK_IMG_SHUTTER_SOUND_EFFECT	= ieslēgt aizslēga skaņu
$ST_IMG_FORMAT			= Formāts
$CK_IMG_FORMAT_BMP		= BMP
$CK_IMG_FORMAT_PNG		= PNG
$CK_IMG_FORMAT_JPG		= JPG - Parasts
$CK_IMG_FORMAT_JPG_HQ		= JPG - Augsta izšķirtspēja
$BTN_IMG_FORMAT_ANIGIF		= How to save as animated gif
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; OUTPUTS
$ST_OUT_TAB_VIDEO		= Video
$ST_OUT_TAB_IMAGE		= Image
$BN_OUT_PLAY_VIDEO		= Play
$BN_OUT_OPEN_IMAGE		= Open
$BN_OUT_EDIT			= Edit
$BN_OUT_UPLOAD			= Upload
$BN_OUT_DELETE			= Delete
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; ABOUT
$ST_ABO_VERSION_INFO		= Bandicam Version
$ST_ABO_COPYRIGHT		= Autortiesības (c) 2009-2015 Bandisoft.com
$BN_ABO_NEW_VERSION		= Ir pieejama jaunā versija.
$BN_ABO_CHECK_UPDATE		= Atjauninājumu pārbaude
$ST_ABO_LICENCE_INFO		= Informācija par licenci
$BN_ABO_REGISTER		= Reģistrācija
$BN_ABO_REGISTER_HELP		= How to Purchase and Register
$ST_ABO_HOMEPAGE_INFO		= Website URL
$ST_ABO_HOMEPAGE_URL		= Homepage
$ST_ABO_FAQ_URL			= FAQ
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Tooltip
$TOOLTIP_OPEN_FOLDER		= Open Output Folder
$TOOLTIP_SCREENSHOT		= Capture Image
$TOOLTIP_RECORD			= Record / Stop
$TOOLTIP_PAUSE			= Pause
$TOOLTIP_UI_MODE		= Simple/Extended UI
$TOOLTIP_REGISTER		= Register Bandicam
$TOOLTIP_ONLINE_HELP		= Online Help

$TOOLTIP_TOOL_PEN		= Pen
$TOOLTIP_TOOL_PEN_HL		= Highlighter 
$TOOLTIP_TOOL_BOX		= Box
$TOOLTIP_TOOL_ERASER		= Eraser
$TOOLTIP_TOOL_COLOR		= Select Color
$TOOLTIP_TOOL_LINE		= Linewidth
$TOOLTIP_TOOL_UNDO		= Undo (Ctrl+Z)
$TOOLTIP_TOOL_REDO		= Redo (Ctrl+Y)
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;


[DIALOG]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL 
IDCANCEL			= Atlikt
IDOK				= OK
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT
IDD_VIDEO_FORMAT		= Formāta iestatījumi
IDC_ST_FMTSET_FILE		= File Type
IDC_ST_FMTSET_VIDEO		= Video
IDC_ST_VIDEO_SIZE		= Izmērs
IDC_ST_VIDEO_FPS		= FPS
IDC_ST_VIDEO_CODEC		= Kodeks
IDC_ST_VIDEO_BITRATE		= Bitreits
IDC_ST_VIDEO_QUALITY		= Kvalitāte
IDC_ST_FMTSET_AUDIO		= Skaņa
IDC_CK_AUDIO_ORIGINAL_PCM	= Save as original format
IDC_ED_AUDIO_ORIGINAL_PCM	= You can save multi-channel and high-definition audio (96KHz or more).
IDC_ST_AUDIO_CH			= Kanāli
IDC_ST_AUDIO_FREQ		= Frekvence
IDC_ST_AUDIO_CODEC		= Kodeks
IDC_ST_AUDIO_BITRATE		= Bitreits
IDC_ST_FORMAT_HELP		= [ Palīdzība ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REGISTER
IDD_REGISTER			= Bandicam Reģistrācija
IDC_ST_1BUY			= 1. Pirkt
IDC_ST_1BUY_COMMENT		= Lai noņemtu ūdenszīmi no video, iegādājieties licenci no http://www.bandicam.com/buy
IDC_BTN_BUY_ONLINE		= Nopirkt tiešsaitē.
IDC_ST_2REGISTER		= 2. Reģistrācija
IDC_ST_2REGISTER_COMMENT	= Ir nepieciešams interneta savienojums.
IDC_ST_EMAIL_ADDRESS		= Email
IDC_ST_SERIAL_NUMBER		= Sērijas nummurs.
IDC_BTN_REGISTER_NOW		= Reģistrēt tagad.
IDC_BTN_CLOSE			= Aizvērt

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPDATE_CHECK
IDD_UPDATE_CHECK		= Pārbaudīt atjauninājumus
IDC_ST_UPDATE_SETTING		= Iestatījumi
IDC_CK_UPDATE_ENABLE		= Ieslēgt automātisko atjauninājumu pārbaudi.
IDC_CK_UPDATE_POPUP		= Rādīt uznirstošu logu, kad pieejams atjauninājums
IDC_UPDATE_CHECK_NOW		= Pārbaudīt tagad
IDC_CLOSE			= Aizvērt

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_SHEET
IDD_OPT_SHEET			= Papildiespējas
IDC_BTN_RESET			= Atiestatīt

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_GENERAL
IDC_ST_ADV_GENERAL		= Vispārīgi
IDC_CK_ALWAYS_ON_TOP2		= Bandicam vienmēr virs citiem logiem
IDC_CK_START_MINIMIZED_TO_TRAY	= Start Bandicam minimized to tray
IDC_CK_RUN_WHEN_START		= Startēt Bandicam kopā ar Windows
IDC_CK_RECORD_WHEN_RUN		= Start full-screen recording when running Bandicam
IDC_CK_SHOW_FPS_IN_VIDEO	= Ierakstīt FPS saglabātajā failā
IDC_ST_SHOW_FPS_IN_VIDEO	= (Only in 'Game Recording Mode')
IDC_CK_SHOW_TIP_BAR		= Rādīt padomu / informācijas paneli
IDC_CK_NO_TRAY_BALLOON		= Turn off tray balloon notifications
IDC_ST_ADV_AUTOMATIC		= Automatic

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OUTPUT
IDC_ST_OUT_OUTPUT		= Output
IDC_ST_OUT_OUTPUT_FOLDER	= Output folder
IDC_CK_OUT_CREATE_SUBFOLDER	= Saglabājot failu izveidot sub-mapi
IDC_CK_OUT_ENABLE_WRITE_CACHING	= Enable write caching on the disk.
IDC_ST_OUT_FILE_NAMING		= File naming settings
IDC_ST_OUT_EXAMPLE		= Ex)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_LANG
IDC_ST_AD_LANGUAGE		= Valoda
IDC_ST_TRANSLATOR		= Pateicība tūlkotājiem

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_HOOK
IDC_ST_HK_TARGET		= Pārtvert mērķi
IDC_CK_HK_OPENGL		= OpenGL
IDC_CK_HK_DDRAW			= DirectDraw
IDC_CK_HK_DX7			= DirectX 7
IDC_CK_HK_DX8			= DirectX 8
IDC_CK_HK_DX9			= DirectX 9
IDC_CK_HK_DX10			= DirectX 10
IDC_CK_HK_DX11			= DirectX 11
IDC_CK_DISABLE_DX11_ON_IE9	= Atslēgt DirectX 10/11 pārtvert uz IE9,10/Firefox
IDC_CK_DISABLE_OVERLAY_ON_DX	= Bloķēt video pārklājumu (DirectX overlay)
IDC_BTN_BLOCK_LIST		= Blocked process list

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OTHERS
IDC_ST_OTHER_SETTINGS		= Other Settings
IDC_BTN_VIDEO_RECORD_SETTINGS	= Video Recording Settings
IDC_BTN_VIDEO_FORMAT_SETTINGS	= Video Format Settings
IDC_BTN_AUTO_COMPLETE_RECORDING	= Auto Complete Recording

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REC_CONTROL
IDD_REC_CONTROL			= Automatiski pabeigt ierakstu
IDC_ST_RC_HOWTO			= Automātiskās pabeigšanas ierakstu nosacījumu iestatīšana
IDC_RD_RC_NOTCOMPLETE		= Izslēgt
IDC_RD_RC_TIME			= Pēc ieraksta laika
IDC_ST_RC_MAX_TIME		= Maks.
IDC_RD_RC_SIZE			= Pēc faila izmēra
IDC_ST_RC_MAX_SIZE		= Maks.
IDC_ST_RC_AFTER			= Pabeidzot Automātisko ierakstu
IDC_RD_RC_NOTHING		= Nedarīt neko
IDC_RD_RC_NEW_RECORDING		= Sākt jaunu ierakstu
IDC_RD_RC_EXIT_BDCAM		= Pabeigt ierakstu un aizvērt Bandicam
IDC_RD_RC_SHUTDOWN		= Izslēgt datoru

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SHUTDOWN
IDD_SHUTDOWN			= Beidzēšana
IDC_ST_SHUTDOWN			= Beidzēšana
IDC_ST_SHUTDOWN_INFO		= Dators tiks izslēgts.\nNospiediet 'Atlikt' ja negribat viņu izslēgt.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_SHEET_SETTINGS
IDD_VID_SHEET_SETTINGS		= Ieraksta iestatījumi

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_SOUND
IDC_CK_RECORD_SOUND		= Skaņas ieraksts
IDC_ST_SND_SELECT_1		= Pamata iekārta
IDC_BTN_SND_SETTING_1		= Iestatījumi...
IDC_ST_SND_SELECT_2		= Papildus iekārta
IDC_BTN_SND_SETTING_2		= Iestatījumi...
IDC_CK_SND_MIX_SOUND		= Ierakstīt kopējā skaņas celiņā (Ja nē, tad - atsevišķā)
IDC_CK_SND_CAP_HOTKEY		= Ierakstīt tikai ja ir nospiests taustiņš:
IDC_ST_SOUND_HELP		= [ Palīdzība ]
IDC_CK_SND_SAVE_AS_WAV		= Saglabāt audio ierakstu (.wav) formātā

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_WEBCAM
IDC_CK_ADD_WEBCAM		= Add webcam overlay to video
IDC_ST_WEBCAM_SETTING		= Settings
IDC_ST_WEBCAM_DEVICE		= Webcam:
IDC_ST_WEBCAM_SIZE		= Video size:
IDC_ST_WEBCAM_POS		= Position:
IDC_BTN_WEBCAM_DEVICE		= Settings
IDC_BTN_WEBCAM_PREVIEW		= Preview
IDC_ST_WEBCAM_LR_MARGINS	= Left/R Margins:
IDC_ST_WEBCAM_TB_MARGINS	= Top/B Margins:
IDC_ST_WEBCAM_FOR_DX_GL		= For Game Recording Mode
IDC_CK_WEBCAM_PREVIEW_ON_A_SCREEN = Preview webcam on a screen (Only DX8 or later, and OpenGL)
IDC_CK_WEBCAM_PREVIEW_HOTKEY	= Enable preview toggle hotkey

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_LOGO
IDC_CK_ADD_LOGO			= Pievienot logo videoierakstam
IDC_ST_LOGO_SETTING		= Iestatījumi
IDC_ST_LOGO_IMAGE		= Attēls:
IDC_ST_LOGO_OPACITY		= Caurspīdīgums:
IDC_ST_LOGO_POS			= Pozīcija:
IDC_ST_LOGO_LR_MARGINS		= Left/R Margins:
IDC_ST_LOGO_TB_MARGINS		= Top/B Margins:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_EFFECTS
IDC_ST_EFFECTS_MOUSE		= Mouse effects
IDC_CK_ADD_CLICK_EFFECTS	= Pievienot peles klikšķa efektus
IDC_ST_LEFT_CLICK_COLOR		= Kreisā peles klikšķa krāsa
IDC_ST_RIGHT_CLICK_COLOR	= Labās peles klikšķa krāsa
IDC_CK_ADD_HIGHLIGHT_EFFECTS	= Pievienot kursora marķējuma effektu
IDC_ST_HIGHLIGHT_COLOR		= Marķējuma krāsa

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_OPTIONS
IDC_ST_REC_OPTIONS		= Iespējas
IDC_ST_REC_PRIORITY		= Recording priority :
IDC_ST_REC_PRIORITY2		= Higher priority may reduce dropped frames.
IDC_ST_FOR_DX_GL		= For Game Recording Mode
IDC_CK_SKIP_RECORDING		= Izlaist ierakstu, ja kadrs neatjaunojās
IDC_CK_ENHANCED_DX9_CAPTURE	= Use enhanced capture method (faster, only DirectX 9)
IDC_ST_FOR_RECT_SCREEN		= For Screen Recording Mode
IDC_CK_ENHANCED_CAPTURE		= Use enhanced capture method (faster, Windows 8 or above)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_WEBCAM_PREVIEW
IDD_VIDEO_WEBCAM_PREVIEW	= Webcam preview

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_CUSTOM_SIZE
IDD_TARGET_CUSTOM_SIZE		= Īpašs mērķa izmērs
IDC_ST_TARGET_SIZE_SETTING	= Iestatījumi
IDC_ST_TARGET_SIZE		= Mērķa izmērs:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_ADD_SIZE_PRESET
IDD_TARGET_ADD_SIZE_PRESET	= Add a New Size Preset
IDC_ST_ADD_SIZE_PRESET		= You can save the current target position and size as a new preset.\nEnter a name for the new preset.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_EDIT_SIZE_PRESET
IDD_TARGET_EDIT_SIZE_PRESET	= Edit Size Presets
IDC_BTN_SIZE_PRESET_ADD		= Add
IDC_BTN_SIZE_PRESET_DEL		= Delete
IDC_BTN_SIZE_PRESET_REN		= Rename
IDC_BTN_SIZE_PRESET_UP		= Up
IDC_BTN_SIZE_PRESET_DN		= Down

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_REN_SIZE_PRESET
IDD_TARGET_REN_SIZE_PRESET	= Rename the Size Preset
IDC_ST_REN_SIZE_PRESET		= Enter a new name for the preset.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_ACAP_INFO
IDD_ACAP_INFO			= Informācija
IDC_ST_ACAP_INFO		= Skaņas uztveršanas informācija
IDC_ST_ACAP_INFO2		= Jūsu skaņas karte neuztver skaņu. Lūdzu pārbaudiet 'Ierakstošās ierīces'. \n\nVai vēlaties apmeklēt tiešsaistes palīdzības lapu?
IDC_CK_ACAP_DO_NOT_ASK		= Vairāk nejautāt
IDC_BTN_YES			= Jā
IDC_BTN_NO			= Nē

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_TIME
IDD_RC_MAX_TIME			= Ieraksta maksimālais laiks
IDC_ST_RC_TIME_SETTING		= Iestatījumi
IDC_ST_RC_TIME_HOUR		= St
IDC_ST_RC_TIME_MIN		= Min
IDC_ST_RC_TIME_SEC		= Sek

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_SIZE
IDD_RC_MAX_SIZE			= Maksimālais faila izmērs
IDC_ST_RC_FILESIZE_SETTING	= Iestatījumi

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_ADD_PRESET
IDD_VIDEO_PAGE_ADD_PRESET	= Pievienot jaunu šablonu
IDC_ST_ADD_PRESET		= Jūs varat saglabāt tekošā formāta iestatījumus.\nIevadiet jaunā šablona nosaukumu.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_EDIT_PRESET
IDD_VIDEO_PAGE_EDIT_PRESET	= Rediģēt sākotnējo iestatījumu
IDC_BTN_PRESET_ADD		= Pievienot
IDC_BTN_PRESET_DEL		= Dzēst
IDC_BTN_PRESET_REN		= Pārsaukt
IDC_BTN_PRESET_UP		= Uz augša
IDC_BTN_PRESET_DN		= Uz leju

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_REN_PRESET
IDD_VIDEO_PAGE_REN_PRESET	= Pārsaukt šablonu
IDC_ST_REN_PRESET		= Ievadiet šablona jauno nosaukumu.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_CODEC_EX
IDD_VIDEO_CODEC_EX		= Atlasīt ārējo video kodeku
IDC_ST_CODEC_EX_LIST		= Kodeku saraksts
IDC_ST_CODEC_EX_SETTINGS	= Iestatījumi
IDC_ST_CODEC_EX_DRIVER		= Draivera nosaukums
IDC_ST_CODEC_EX_FOURCC		= FourCC
IDC_ST_CODEC_EX_QUALITY		= Kvalitāte
IDC_ST_CODEC_EX_DATERATE	= Datu pārraides ātrums
IDC_ST_CODEC_EX_KEYFRAME	= Atslēgkadra intervāls
IDC_BTN_CODEC_EX_CONFIG		= Konfigurēt
IDC_BTN_CODEC_EX_ABOUT		= Par
IDC_ST_CODEC_EX_HELP		= [ Palīdzība ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_HOOK_BLOCK
IDD_OPT_HOOK_BLOCK		= Bloķēto procesu saraksts
IDC_ST_BLOCK_LIST		= Šie procesi nav atļauti tveršanai.
IDC_ST_BLOCK_LIST_EX		= Paraugs :

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_CUDA
IDD_VIDEO_FORMAT_CUDA		= H.264 (NVIDIA® CUDA™) Settings
IDC_ST_H264_CUDA_RATE_CONTROL	= Rate control
IDC_RD_H264_CUDA_VBR		= VBR - quality-based (recommended)
IDC_RD_H264_CUDA_CBR		= CBR - bitrate-based
IDC_ST_H264_CUDA_GPU_USAGE	= GPU Usage
IDC_RD_H264_CUDA_GPU_CPU	= GPU + CPU
IDC_RD_H264_CUDA_GPU		= Only GPU (use with faster GPU)
IDC_ST_H264_CUDA_GPU_DEVICE	= GPU device:
IDC_ST_H264_CUDA_OTHER_OPTIONS	= Other options
IDC_ST_H264_CUDA_FOURCC_USED	= FourCC code:
IDC_ST_H264_CUDA_KEYFRAME_INT	= Keyframe interval:
IDC_ST_H264_CUDA_FOURCC_HELP	= Help

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_SYNC
IDD_VIDEO_FORMAT_SYNC		= H.264 (Quick Sync Video) Settings
IDC_ST_H264_SYNC_RATE_CONTROL	= Rate control
IDC_RD_H264_SYNC_VBR		= VBR - quality-based (recommended)
IDC_RD_H264_SYNC_CBR		= CBR - bitrate-based
IDC_ST_H264_SYNC_OTHER_OPTIONS	= Other options
IDC_ST_H264_SYNC_FOURCC_USED	= FourCC code:
IDC_ST_H264_SYNC_KEYFRAME_INT	= Keyframe interval:
IDC_ST_H264_SYNC_FOURCC_HELP	= Help

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_APP
IDD_VIDEO_FORMAT_APP		= H.264 (AMD APP) Settings
IDC_ST_H264_APP_RATE_CONTROL	= Rate control
IDC_RD_H264_APP_VBR		= VBR - quality-based (recommended)
IDC_RD_H264_APP_CBR		= CBR - bitrate-based
IDC_ST_H264_APP_OTHER_OPTIONS	= Other options
IDC_ST_H264_APP_FOURCC_USED	= FourCC code:
IDC_ST_H264_APP_KEYFRAME_INT	= Keyframe interval:
IDC_ST_H264_APP_FOURCC_HELP	= Help

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_XVID
IDD_VIDEO_FORMAT_XVID		= Xvid Settings
IDC_ST_XVID_RATE_CONTROL	= Rate control
IDC_RD_XVID_VBR			= VBR - quality-based (recommended)
IDC_RD_XVID_CBR			= CBR - bitrate-based
IDC_ST_XVID_OPTIMIZATION	= Optimization
IDC_RD_XVID_FASTER_SPEED	= Faster encoding speed
IDC_RD_XVID_SMALLER_SIZE	= Smaller file size
IDC_ST_XVID_OTHER_OPTIONS	= Other options
IDC_ST_XVID_KEYFRAME_INT	= Keyframe interval:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_NVENC
IDD_VIDEO_FORMAT_NVENC		= H.264 (NVIDIA® NVENC) Settings
IDC_ST_H264_NVENC_RATE_CONTROL	= Rate control
IDC_RD_H264_NVENC_VBR		= VBR - quality-based (recommended)
IDC_RD_H264_NVENC_CBR		= CBR - bitrate-based
IDC_ST_H264_NVENC_GPU_USAGE	= GPU Usage
IDC_ST_H264_NVENC_GPU_DEVICE	= GPU device:
IDC_ST_H264_NVENC_OTHER_OPTIONS	= Other options
IDC_ST_H264_NVENC_FOURCC_USED	= FourCC code:
IDC_ST_H264_NVENC_KEYFRAME_INT	= Keyframe interval:
IDC_ST_H264_NVENC_FOURCC_HELP	= Help

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_H264
IDD_VIDEO_FORMAT_H264		= H.264 (CPU) Settings
IDC_ST_H264_RATE_CONTROL	= Rate control
IDC_RD_H264_VBR			= VBR - quality-based (recommended)
IDC_RD_H264_CBR			= CBR - bitrate-based
IDC_ST_H264_OPTIMIZATION	= Optimization
IDC_RD_H264_FASTER_SPEED	= Faster encoding speed
IDC_RD_H264_BALANCED		= Balanced performance
IDC_RD_H264_SMALLER_SIZE	= Smaller file size
IDC_ST_H264_OTHER_OPTIONS	= Other options
IDC_ST_H264_KEYFRAME_INT	= Keyframe interval:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_SETTINGS
IDD_TIMER_REC_SETTINGS		= Timer Recording
IDC_ST_TIMER_SETTINGS		= Settings
IDC_RD_TIMER_START_IN		= Start in
IDC_ST_TIMER_MINUTES		= minutes
IDC_RD_TIMER_START_AT		= Start at
IDC_CK_TIMER_MINIMIZE		= Minimize Bandicam to tray when recording starts.
IDC_ST_TIMER_AUTO_COMPLETE	= Auto Complete Recording
IDC_BTN_TIMER_AUTO_COMPLETE	= Setting

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_WAITING
IDD_TIMER_REC_WAITING		= Timer Recording - Waiting to start
IDC_ST_TIMER_WAITING_INFO	= Waiting to start recording at %s.
IDC_ST_TIMER_ELAPSED		= Elapsed Time:
IDC_ST_TIMER_REMAINING		= Remaining Time:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_FPS
IDD_VIDEO_FORMAT_FPS		= FPS Settings
IDC_ST_FORMAT_FPS_MODE		= Frame Rate Mode
IDC_RD_FORMAT_FPS_CFR		= Prefer CFR - Constant Frame Rate
IDC_ST_FORMAT_FPS_CFR		= Falls back on VFR if your frame rate is too low.
IDC_RD_FORMAT_FPS_VFR		= Use VFR - Variable Frame Rate (Recommended)
IDC_ST_FORMAT_FPS_HELP		= Help

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_VIMEO
IDD_UPLOAD_TO_VIMEO		= Upload to Vimeo.com
IDC_ST_VIMEO_UPLOADINFO		= Upload Information
IDC_ST_VIMEO_FILENAME		= File name:
IDC_ST_VIMEO_TITLE		= Title:
IDC_ST_VIMEO_DESCRIPTION	= Description:
IDC_ST_VIMEO_PRIVACY		= Privacy:
IDC_RD_VIMEO_PRIVACY_ANYONE	= Anyone - Allow anyone to see this video
IDC_RD_VIMEO_PRIVACY_ONLYME	= Only me - Make this video visible to me and no one else
IDC_RD_VIMEO_PRIVACY_FOLLOW	= Only people I follow - Make visible only to people I follow on Vimeo
IDC_BTN_VIMEO_UPLOAD		= Upload
IDC_LN_VIMEO_HELP		= Help

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_VIMEO
IDD_UPLOADING_VIMEO		= Uploading...
IDC_ST_VIMEO_UPLOADED		= The video upload is complete!
IDC_ST_VIMEO_LINK		= Link:
IDC_ST_VIMEO_EMBED		= Embed:
IDC_BTN_VIMEO_LINK_GO		= Go
IDC_BTN_VIMEO_EMBED_COPY	= Copy
IDC_BTN_VIMEO_CLOSE		= Close

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_NVENC_AVAILABLE
IDD_VIDEO_NVENC_AVAILABLE	= NVENC Available
IDC_LN_NVENC_AVAILABLE		= NVIDIA NVENC H.264 encoder is available. NVENC is a high-performance encoder using hardware acceleration. Would you like to use the NVENC H.264 encoder?\n<a>more</a>
IDC_CK_NVENC_AVAILABLE		= Do not ask me again

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_QSV_AVAILABLE
IDD_VIDEO_QSV_AVAILABLE		= Intel® Quick Sync Video (QSV) Available
IDC_LN_QSV_AVAILABLE		= Intel® Quick Sync Video H.264 encoder is available. QSV is a high-performance encoder using hardware acceleration. \nWould you like to use the QSV H.264 encoder?\n<a>more</a>
IDC_CK_QSV_AVAILABLE		= Do not ask me again

[MENU]
ID_POPUP_ABOUT			= Par Bandicam
ID_POPUP_GENERAL		= Pamatiestatījumi
ID_POPUP_FRAME			= FPS iestatījumi
ID_POPUP_VIDEO			= Video iestatījumi
ID_POPUP_IMAGE			= Attēla iestatījumi
ID_POPUP_OUTPUTS		= Output File list
ID_POPUP_OPENOUTPUTFOLDER	= Atvērt izvades mapi
ID_POPUP_TARGET			= Target
ID_POPUP_SIZE			= Size
ID_POPUP_EXIT			= Iziet

ID_TARGET_DIRECTX		= Game Recording Mode
ID_TARGET_RECTANGLE		= Screen Recording Mode
ID_TARGET_HELP			= Palīdzība

ID_TARGET_HIDE			= Show / Hide \t Ctrl+Alt+H
ID_TARGET_PEN			= Drawing mode \t Ctrl+Alt+D
ID_TARGET_ALWAYS_ON_TOP		= Virs citiem logiem
ID_TARGET_TRANSPARENCY		= Caurspīdīgums
ID_TARGET_SIZE			= Izmērs
ID_TARGET_ADJUST		= Adjust

ID_TARGET_MOVE_LEFT		= Pārvietot pa kreisi \t Left
ID_TARGET_MOVE_RIGHT		= Pārvietot pa labi \t Right
ID_TARGET_MOVE_UP		= Pārvietot uz augšu \t Up
ID_TARGET_MOVE_DOWN		= Pārvietot uz leju \t Down

ID_TARGET_INC_WIDTH		= Palielināt platumu \t Shift + Right
ID_TARGET_DEC_WIDTH		= Samazināt platumu \t Shift + Left
ID_TARGET_INC_HEIGHT		= Palielināt augstumu \t Shift + Down
ID_TARGET_DEC_HEIGHT		= Samazināt augstumu \t Shift + Up

ID_TARGET_FIND_WINDOW		= Norādīt logu \t Ctrl+F
ID_TARGET_FULLSCREEN		= Pilnekrāns \t Ctrl+Enter
ID_TARGET_RATIO_4_3		= Pielāgot uz 4:3
ID_TARGET_RATIO_16_9		= Pielāgot uz 16:9
ID_TARGET_SIZE_CUSTOM		= Pielāgots izmērs \t Ctrl+U
ID_TARGET_SIZE_PRESET		= Size Preset \t Shift+RButton
ID_TARGET_SIZE_PRESET_ADD	= Add a Preset
ID_TARGET_SIZE_PRESET_EDIT	= Edit Presets

ID_TARGET_OPEN_OUTPUTFOLDER	= Atvērt izvades mapi
ID_TARGET_EXIT_BANDICAM		= Iziet no Bandicam

ID_USER_PRESET_ADD		= Pievienot Šablonu
ID_USER_PRESET_EDIT		= Rediģēt Šablonu

ID_SORT_BY_DATE			= Sort by Date
ID_SORT_BY_NAME			= Sort by Name
ID_SORT_BY_SIZE			= Sort by Size

ID_OUTPUTS_LB_PLAY		= Play
ID_OUTPUTS_LB_OPEN		= Open
ID_OUTPUTS_LB_EDIT		= Edit
ID_OUTPUTS_LB_DELETE		= Delete
ID_OUTPUTS_LB_SELECT_ALL	= Select all
ID_OUTPUTS_LB_OPEN_FOLDER	= Open output folder

ID_BDCAM_SIZE_DEFAULT		= Default size
